{
  "Title": "Considerations for Including Tissue Biopsies in Clinical Trials Guidance for Industry, Investigators, Institutions, and Institutional Review Boards",
  "Summary": "This draft guidance provides recommendations to industry, investigators, institutions, and institutional review boards (IRBs) regarding considerations for tissue biopsies that may be conducted in adults and in children as part of clinical trials that evaluate investigational medical products and/or that are conducted or supported by the Department of Health and Human Services (HHS).",
  "Key Questions and Answers": [
    "1. Purpose: The guidance provides recommendations regarding considerations for tissue biopsies in clinical trials.",
    "2. Applicability: Applies to FDA-regulated clinical investigations of medical products and HHS-supported or conducted nonexempt human subjects research.",
    "3. Biopsy Definition: A procedure involving acquisition of tissue from a trial participant as part of a clinical trial protocol.",
    "4. Required vs. Optional Biopsies: Required biopsies are necessary for trial participation, while optional biopsies are not a condition for participation.",
    "5. Risk Considerations: Biopsies should be evaluated for their degree of risk and necessity in the trial.",
    "6. Informed Consent: Participants must consent to any biopsies, and the consent document must include foreseeable risks.",
    "7. Children's Participation: Additional safeguards apply for children, and biopsies should be evaluated for direct benefit or minimal risk."
  ],
  "Issuing Authority": "U.S. Department of Health and Human Services, Food and Drug Administration, Office for Human Research Protections",
  "Centers Involved": "Oncology Center of Excellence (OCE), Office of Clinical Policy (OCLiP), Center for Drug Evaluation and Research (CDER), Center for Biologics Evaluation and Research (CBER), Center for Devices and Radiological Health (CDRH)",
  "Date of Issuance": "January 01, 2025",
  "Type of Document": "Clinical/Medical Guidance",
  "Public Comment Period": "60 days from publication in the Federal Register",
  "Docket Number": "",
  "Guidance Status": "Draft",
  "Open for Comment": "Yes",
  "Comment Closing Date": "March 02, 2025",
  "Relevance of this Guidance": "This guidance is relevant for stakeholders involved in clinical trials involving tissue biopsies, providing recommendations on the inclusion and ethical considerations of biopsies in clinical research.",
  "Parsed Issuance Date": "January 01, 2025"
}