{
  "Title": "Considerations for Complying With 21 CFR 211.110 Guidance for Industry",
  "Summary": "This draft guidance, when finalized, will describe considerations for complying with the requirements in 21 CFR 211.110 to ensure batch uniformity and drug product integrity. It discusses quality considerations for drug products manufactured using advanced manufacturing and how manufacturers can incorporate process models into commercial manufacturing control strategies.",
  "Key Questions and Answers": [
    "1. Purpose: To describe considerations for complying with 21 CFR 211.110 to ensure batch uniformity and drug product integrity.",
    "2. Applicability: Applies to the manufacture of human drug products, including biological products, and animal drug products; does not apply to the manufacture of active ingredients.",
    "3. Advanced Manufacturing: Discusses the use of advanced manufacturing (e.g., 3D printing, continuous manufacturing) and process models as part of commercial manufacturing control strategies.",
    "4. In-Process Sampling and Testing: Provides guidance on identifying critical quality attributes and in-process material attributes to monitor and control.",
    "5. Process Models: Explains the role of process models in advanced manufacturing and their limitations in ensuring compliance with 21 CFR 211.110."
  ],
  "Issuing Authority": "U.S. Department of Health and Human Services Food and Drug Administration",
  "Centers Involved": "Center for Drug Evaluation and Research (CDER), Center for Biologics Evaluation and Research (CBER), Center for Veterinary Medicine (CVM)",
  "Date of Issuance": "January 01, 2025",
  "Type of Document": "Draft Guidance",
  "Public Comment Period": "90 days from publication in the Federal Register",
  "Docket Number": "",
  "Guidance Status": "Draft",
  "Open for Comment": "Yes",
  "Comment Closing Date": "April 01, 2025",
  "Relevance of this Guidance": "This guidance is relevant for manufacturers of human and animal drug products, providing considerations for compliance with CGMP regulations, particularly in the context of advanced manufacturing technologies.",
  "Parsed Issuance Date": "January 01, 2025"
}